{
	"ABOUT ME": "ÜBER MICH",
	"Hey, nice to meet you! I am David, a German-speaking Frontend Developer based near Nuernberg with experience in building web apps with JavaScript & Angular. I have written projects alone or in teams, based on clean code principles. You're welcome to visit my public portfolio.": "Hey, schön, dich kennenzulernen! Ich bin David, ein deutschsprachiger Frontend-Entwickler aus der Nähe von Nürnberg mit Erfahrung in der Entwicklung von Web-Apps mit JavaScript & Angular. Ich habe allein oder in Teams Projekte geschrieben, die auf den Prinzipien des sauberen Codes basieren. Sie sind herzlich eingeladen, mein öffentliches Portfolio zu besuchen.",
	"I am fascinated by the variety of possibilities in programming. Building projects from scratch and the sense of achievement after finishing them are one of my favorite aspects. I am looking for an opportunity to prove my skills as a junior frontend developer.": "Mich fasziniert die Vielfalt der Möglichkeiten beim Programmieren. Projekte von Grund auf zu bauen und das Erfolgserlebnis nach Abschluss zu haben, ist einer meiner Lieblingsaspekte. Ich suche nach einer Möglichkeit, meine Fähigkeiten als Junior-Frontend-Entwickler unter Beweis zu stellen.",
	"I am very glad to have found my place in the world of programming, now I am seeking a place in a great team. My goal is to constantly learn and grow. I am highly motivated and excited to master new challenges and to learn from them every day.": "Ich bin sehr froh, meinen Platz in der Welt des Programmierens gefunden zu haben und suche nun einen Platz in einem tollen Team. Mein Ziel ist es, ständig zu lernen und zu wachsen. Ich bin hochmotiviert und freue mich jeden Tag neue Herausforderungen zu meistern und daraus zu lernen.",
	"Your name": "Name",
	"Your email": "E-Mail",
	"Your message": "Nachricht",
	"Contact": "Kontakt",
	"Got a problem to solve?": "Haben Sie ein Problem zu lösen?",
	"Contact me through this form, I am interested in hearing you, knowing your ideas and contributing to your projects with my work.": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen kennenzulernen und mit meiner Arbeit an Ihren Projekten mitzuarbeiten.",
	"Need a Frontend developer?": "Benötigen Sie einen Frontend Entwickler?",
	"Contact me!": "Kontaktieren Sie mich!",
	"Send Message :)": "Nachricht versenden",
	"Thank You :)": "Vielen Dank :)",
	"Legal Notice": "Impressum",
	"About me": "Über mich",
	"Skills": "Fähigkeiten",
	"I am": "Ich bin",
	"FRONTEND DEVELOPER": "FRONTEND ENTWICKLER",
	"Let´s talk!": "Kontakt",
	"This page is a sample of my work! scroll down to view other": "Diese Seite ist ein Beispiel meiner Arbeit! Scrollen Sie nach unten, um andere Projekte zu sehen,",
	"projects I have developed.": "die ich entwickelt habe.",
	"Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.": "Jump and Run Spiel basierend auf der objektorientierten Programmierung. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
	"Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.": "Vom Kanban-System inspirierter Aufgabenmanager. Erstellen und organisieren Sie Aufgaben mithilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu.",
	"Based on the PokeAPI a simple library that provides and catalogues pokemon information.": "Basierend auf der PokeAPI, einer einfachen Bibliothek, die Pokemon-Informationen bereitstellt und katalogisiert.",
	"A very Simple Customer Relationship Management system working with CRUD functionality.": "Ein sehr einfaches Customer-Relationship-Management-System, das mit CRUD-Funktionalität arbeitet.",
	"SCROLL DOWN": "SCROLL RUNTER",
	"SKILLS": "FÄHIGKEITEN",
	"I have gained experience in building projects with various front end technologies and concepts.": "Ich habe Erfahrung in Bauprojekten mit verschiedenen Frontend-Technologien und -Konzepten gesammelt.",
	"Get in touch": "Kontakt",
	"I accept the": "Ich akzeptiere die",
	"privacypolicy": "Datenschutzerklärung"
}